[ShopInventory.Bullets_Store_Ammo_twk DisTweaks_StatPickup]
m_SingleAmmoPickupMessage="你拾起了1枚子弹"
m_EmptyPickupMessage=""

[ShopInventory.Bullets_Store_Ammo_twk:DisTweaks_Interactable_PickupBase_0 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="子弹"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage="你拾起了 `n 子弹"
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

[Stores.Twk_Store_Base DisTweaks_Store]
m_CostFormat="`c 金币"

[Stores.Twk_Store_Craftsman DisTweaks_Store]
m_StoreSubSections[1]="武器升级"
m_StoreSubSections[2]="装备升级"
m_StoreItems[0]=(m_Name="弩箭",m_Description="十字弩的弹药。")
m_StoreItems[1]=(m_Name="燃烧弩箭",m_Description="能点燃敌人的重型弩箭。")
m_StoreItems[2]=(m_Name="麻醉弩箭",m_Description="麻醉敌人。")
m_StoreItems[3]=(m_Name="子弹",m_Description="标准手枪配备的弹药。")
m_StoreItems[4]=(m_Name="爆炸子弹",m_Description="撞击时会爆炸。")
m_StoreItems[5]=(m_Name="钢丝风暴",m_Description="可以放置在几乎任何表面上的陷阱。")
m_StoreItems[6]=(m_Name="手雷",m_Description="爆炸性手雷。")
m_StoreItems[7]=(m_Name="粘性手雷",m_Description="可以附着在敌人和大多数表面上的手雷。")
m_StoreItems[8]=(m_Name="皮耶罗精神药剂",m_Description="恢复魔力。")
m_StoreItems[9]=(m_Name="索科洛夫生命药剂",m_Description="恢复生命。")
m_StoreItems[10]=(m_Name="接线工具",m_Description="允许你将线路重接。转化过的安全系统将为你所用。使用时消耗。")
m_StoreItems[11]=(m_Name="符文",m_Description="一块厚厚的雕刻鲸骨。")
m_StoreItems[12]=(m_Name="国王街白兰地",m_Description="一种少见而昂贵的烈性酒,包含莫利兰花精华和微量的纯鲸脂.")
m_StoreItems[13]=(m_Name="十字弩精准",m_Description="减少误差并稳定十字弩的瞄准。")
m_StoreItems[14]=(m_Name="十字弩射程",m_Description="弩箭飞得更快、更远。")
m_StoreItems[15]=(m_Name="十字弩装载",m_Description="装载速度更快。可以自动装载。")
m_StoreItems[16]=(m_Name="战斗麻醉镖",m_Description="麻醉镖的催眠效果即使在战斗中也可以马上生效。")
m_StoreItems[17]=(m_Name="科尔沃的手枪升级",m_Description="允许手枪升级并增加一个小范围的溅射伤害。<br>§C_BLUE§解锁：§C§ <br>手枪精准 1 <br>手枪弹容 1 <br>手枪装载 1")
m_StoreItems[18]=(m_Name="手枪精准 1",m_Description="减少散布并稳定手枪的瞄准。<br>§C_BLUE§解锁：§C§<br>手枪精准 2")
m_StoreItems[19]=(m_Name="手枪精准 2",m_Description="进一步减少散布并稳定手枪的瞄准。")
m_StoreItems[20]=(m_Name="手枪弹容 1",m_Description="手枪弹容增加1枚子弹（总共 2）<br>§C_BLUE§解锁：§C§ <br>手枪弹容 2")
m_StoreItems[21]=(m_Name="手枪弹容 2",m_Description="手枪弹容再增加1枚子弹（总共 3）<br>§C_BLUE§解锁：§C§<br>手枪弹容 3")
m_StoreItems[22]=(m_Name="手枪弹容 3",m_Description="手枪弹容再增加1枚子弹（总共 4）")
m_StoreItems[23]=(m_Name="手枪装载 1",m_Description="装载速度更快。<br>§C_BLUE§解锁：§C§<br>手枪装载 2")
m_StoreItems[24]=(m_Name="手枪装载 2",m_Description="装载速度更快。可以自动装载。")
m_StoreItems[25]=(m_Name="手枪爆炸弹",m_Description="手枪可以使用爆炸子弹。")
m_StoreItems[26]=(m_Name="钢丝风暴半径",m_Description="增加钢丝风暴陷阱的半径。")
m_StoreItems[27]=(m_Name="粘性手雷",m_Description="解锁可以附着在目标上的手雷。")
m_StoreItems[28]=(m_Name="十字交剑",m_Description="在拼剑的时候让剑能更有效地推撞敌人。")
m_StoreItems[29]=(m_Name="光学面具 1",m_Description="允许你放大视野。按 `GBA_Zoom` 来缩放。")
m_StoreItems[30]=(m_Name="光学面具 2",m_Description="进一步放大视野。在缩放时按 `GBA_Use`。")
m_StoreItems[31]=(m_Name="加固型护甲",m_Description="减少伤害。")
m_StoreItems[32]=(m_Name="潜行之靴 1",m_Description="减少脚步声。<br>§C_BLUE§解锁：§C§<br>潜行之靴 2")
m_StoreItems[33]=(m_Name="潜行之靴 2",m_Description="进一步减少脚步声。")
m_StoreItems[34]=(m_Name="子弹容量 1",m_Description="增加10枚子弹储量（总共 20）<br>§C_BLUE§解锁：§C§ <br>子弹容量 2")
m_StoreItems[35]=(m_Name="子弹容量 2",m_Description="增加10枚子弹储量（总共 30）")
m_StoreItems[36]=(m_Name="弩箭容量 1",m_Description="增加10发标准弩箭储量（总共 20）<br>§C_BLUE§解锁：§C§<br>弩箭容量 2")
m_StoreItems[37]=(m_Name="弩箭容量 2",m_Description="增加10发标准弩箭储量（总共 30）")
m_StoreItems[38]=(m_Name="手雷容量",m_Description="增加4枚手雷储量（总共 9）")
m_StoreItems[39]=(m_Name="钢丝风暴容量",m_Description="增加4个钢丝风暴储量（总共 9）")
m_StoreItems[40]=(m_Name="骸骨护符容量 1",m_Description="允许你再激活1枚骸骨护符（总共 4）<br>§C_BLUE§解锁：§C§<br>骸骨护符容量 2")
m_StoreItems[41]=(m_Name="骸骨护符容量 2",m_Description="允许你再激活2枚骸骨护符（总共 6） ")

m_CostFormat="`c 金币"

[Stores.Twk_Store_GriffShop DisTweaks_Store]
m_StoreItems[0]=(m_Name="索科洛夫生命药剂",m_Description="一种由著名发明家安东·索科洛夫发明的恢复药。")
m_StoreItems[1]=(m_Name="守卫子弹",m_Description="从守卫的货运物资中偷来的子弹。")
m_StoreItems[2]=(m_Name="蓝图：镜片放大倍率",m_Description="一份关于增加多透镜列稳定性的图解。皮耶罗可以用这份图解来升级你面具上透镜的放大效果。")
m_StoreItems[3]=(m_Name="蓝图：索科洛夫的配方",m_Description="索科洛夫生命药剂的配方。皮耶罗可以用这份配方来蒸馏出用于恢复健康并抵抗鼠疫的液体。")
m_StoreItems[4]=(m_Name="麻醉镖",m_Description="一种尖端带有植物毒素的飞镖。")
m_StoreItems[5]=(m_Name="弩箭",m_Description="从屋顶上搜集来的致命投射物。")
m_StoreItems[6]=(m_Name="接线工具",m_Description="允许你将线路重接。转化过的安全系统会变为你的优势。使用时消耗。")
m_CostFormat="`c 金币"

